function command_help ( message )
	if message ==  "?помощь" then
		send_message( 
			"Бот целиком и полностью написанный на Lua" .. "\n" .. 
			"Список команд: " .. "\n" .. 
			"1 ... ?видео {название}" .. "\n" .. 
			"2 ... ?пикча {название}" .. "\n" ..
			"3 ... ?переводчик {текст}" .. "\n" ..
			"4 ... ?погода {город}" .. "\n" ..
			"5 ... ?фибоначчи | fibonacci {число}" .. "\n" .. 
			"6 ... ?факториал | factorial {число}" .. "\n" .. 
			"7 ... ?to hex {0...255, 0...255, 0...255}" .. "\n" .. 
			"8 ... ?to rgb {#шестизначное hex-число}" .. "\n" ..
			"9 ... ?calc {выражение}" .. "\n" .. 
			"10 ... ?equ {квадратный трёхчлен}" .. "\n" ..
			"11 ... ?regex {(регулярное выражение)} {текст}")
	end
end